{
  "emoji": [
    "0x1F600",
    "0x1F603",
    "0x1F604",
    "0x1F601",
    "0x1F606",
    "0x1F605",
    "0x1F923",
    "0x1F602",
    "0x1F642",
    "0x1F643",
    "0x1F609",
    "0x1F60A",
    "0x1F607",
    "0x1F970",
    "0x1F60D",
    "0x1F929",
    "0x1F618",
    "0x1F617",
    "0x1F61A",
    "0x1F619",
    "0x1F60B",
    "0x1F61B",
    "0x1F61C",
    "0x1F92A",
    "0x1F61D",
    "0x1F911",
    "0x1F917",
    "0x1F92D",
    "0x1F92B",
    "0x1F914",
    "0x1F910",
    "0x1F928",
    "0x1F610",
    "0x1F611",
    "0x1F636",
    "0x1F60F",
    "0x1F612",
    "0x1F644",
    "0x1F62C",
    "0x1F925",
    "0x1F60C",
    "0x1F614",
    "0x1F62A",
    "0x1F924"
  ],
  "msg": [
    "Если смотреть с бесконечно удалённой трибуны, сферический конь представляется материальной точкой.",
    "Сферический конь — суперсимметричный конь, который со всех сторон конь, как бы вы на него ни посмотрели.",
    "Чтобы сесть на сферического коня верхом, нужно найти седловую точку, которая, к тому же, лежит в комплексной плоскости.",
    "Задача о причёсывании шерсти нечётномерного сферического коня неразрешима.",
    "Всякий односвязный компактный n-мерный конь без края гомеоморфен n-мерному сферическому коню.",
    "Ни разу не гомеоморфен реальному коню, имеющему фундаментальную группу тора Z².",
    "Кожа сферического коня представляет собой идеальную фрактальную структуру. Следовательно можно сделать вывод что видимую поверхность кожи сферического коня образует бесконечное количество сферических коней меньшего диаметра, и что кожа этого коня имеет бесконечную площадь. Отсюда два вывода: сферический конь по имени Боливар вынесет всё, и фраза \"я не сяду больше на эту лошадь\" не имеет смысла.",
    "Сферический конь является проекцией гиперсферического (четырехмерного) единорога на евклидово пространство размерности 3.",
    "Сферический конь — абсолютно чёрное тело.",
    "Сферический конь — наименьшая химически неделимая часть табуна фермионов.",
    "Сферический конь всегда пребывает в термодинамическом равновесии.",
    "Сферический конь однороден и изотропен по всем свойствам во всех направлениях.",
    "Сферический конь не испытывает трения о воздух. (Капитан очевидность считает, что это оттого, что он в вакууме)",
    "Сферический конь извергает из попы идеальный газ.",
    "Сферический конь мочится сверхтекучей жидкостью, которая способна протекать во все поры и щели.",
    "Осмотическое давление биологических жидкостей сферического коня рассчитывается по законам идеальных растворов.",
    "Термодинамическая энтропия сферического коня равна нулю, следовательно он знает, что такое ноль кельвинов.",
    "Ржание сферического коня представляет собой монофоническую гармонику и распространяется без рассеяния даже в вакууме.",
    "Копыта сферического коня соударяются с плоской горизонтальной поверхностью абсолютно упруго.",
    "Преломление света в хрусталике глаз сферического коня осуществляется с нулевой потерей мощности светового потока.",
    "Волос из хвоста сферического коня имеет бесконечную длину, абсолютно нерастяжим, а его толщина и масса пренебрежимо малы.",
    "Сферический конь представляет собой вечный двигатель первого рода мощностью в 1 лошадиную силу, в силу чего выступает эталоном л.с. в Парижской палате мер и весов.",
    "Кровь в кровеносной системе сферического коня в вакууме представляет собой идеальную несжимаемую жидкость.",
    "Исходя из вышесказанного, у идеального сферического коня в вакууме отсутствует необходимость в сердце (то бишь он тварь абсолютно однородная бессердечная).",
    "При определенном нагреве абсолютно чёрный сферический конь начинает излучать видимый цветовой спектр, определяемый температурой нагрева коня измеряемой в кельвинах, спектр может меняться от красного до голубого.",
    "Кроме вышесказанного сферический конь постоянно излучает абсолютно чёрный свет.",
    "Поверхность сферического коня обладает одновременно свойствами абсолютного смачивания и абсолютного несмачивания",
    "Величина поверхностного натяжения поверхности сферического коня есть величина постоянная и независящая от точки определения (копыто, хвост, ухо…)",
    "Сферический конь может превысить скорость света, при условии что А. Эйнштейн покормит коня бозонами Хиггса",
    "Любой из коней (к примеру конь в пальто, педальный конь и т. д.) может быть представлен разложением в бесконечный ряд из сферических коней.",
    "Диаметр коня равен бесконечно малой частице, стремящейся к 1 при условии превышения скорости света.",
    "Сферическому коню свойственен корпускулярно-волновой дуализм.",
    "Сферический конь движется в вакууме равномерно и прямолинейно.",
    "Когда сферический конь скачет, его траектория описывается циклоидой.",
    "Траектория сферического коня, движущегося в потенциале 1/r, представляет собой коническое сечение.",
    "Сферический конь пасётся на однородных полях.",
    "Сферический конь с вероятностью единица за конечное время выберется из потенциальной ямы, в которую угодил.",
    "Сферический конь не нуждается в сферической кобыле, так как существует в умозрительном пространстве неограниченно долго.",
    "Сферический конь непригоден для скачек через барьер по причине туннельного эффекта и надбарьерного отражения.",
    "Движение табуна сферических коней в вакууме описывается строго по законам идеального одноатомного газа.",
    "Функция, описывающая движение сферического коня, не разлагается в ряд Фурье.",
    "Табун сферических коней в вакууме живет по принципам идеальной конкуренции.",
    "Любой технический проект сферического коня реализуется по его замыслу.",
    "Сферический конь морально устойчив, не пьет, не курит, не пукает (а если всё же пукает, то только идеальным газом) и не ругается матом."
  ]
}